Repository: Mohamedkhaled15/futurehub
Catalog: lib/l10n/app_*.arb
Languages: ur

# welcome_to_caltex
source: Welcome to Futurehub
ur: میں خوش آمدید

source: Welcome
ur: خوش آمدید

source: Hi !,
ur: ہیلو!،

source: Hello
ur: ہیلو

# caltex
source: Futurehub
ur: فیوچر ہب

# greet_user
source: we are happy to have you
ur: ہم آپ کے پاس خوش ہیں

source: Phone Number
ur: فون نمبر

# join_now
source: Submit
ur: جمع کروائیں۔

source: Login
ur: لاگ ان

# enter_the_code_sent_to_the_phone_number
source: Enter the code sent to your phone
ur: اپنے فون پر بھیجا گیا کوڈ درج کریں۔

source: Activate
ur: چالو کریں۔

source: Resend the code
ur: کوڈ دوبارہ بھیجیں۔

# try_again_after
source: Send again after
ur: کے بعد دوبارہ بھیجیں۔

source: Terms and Conditions
ur: شرائط و ضوابط

# about_the_app
source: About Futurehub
ur: Futurehub کے بارے میں

source: Frequently Asked Questions
ur: اکثر پوچھے گئے سوالات

source: Home
ur: گھر

source: Orders
ur: احکامات

source: My Orders
ur: میرے احکامات

source: My Profile
ur: میرا پروفائل

source: Account Data
ur: اکاؤنٹ کا ڈیٹا

source: Recieve a New Order
ur: نیا آرڈر حاصل کریں۔

source: Previous Orders
ur: پچھلے احکامات

source: Operation Number:
ur: آپریشن نمبر:

source: Number of Products:
ur: مصنوعات کی تعداد:

source: Client:
ur: کلائنٹ:

source: Order Total:
ur: آرڈر کل:

source: Products
ur: مصنوعات

source: Other Products
ur: دیگر مصنوعات

source: Notifications
ur: اطلاعات

# wallet
source: current Balance
ur: موجودہ بیلنس

source: Balance
ur: توازن

source: My Transactions
ur: میرے لین دین

source: Withdrawal
ur: واپسی

source: Deposit
ur: جمع

source: Transfer
ur: منتقلی

source: Scan the Order Code
ur: آرڈر کوڈ اسکین کریں۔

source: Direct the camera to the clients phone to read the order code
ur: آرڈر کوڈ پڑھنے کے لیے کیمرہ کو کلائنٹس کے فون پر بھیجیں۔

source: Switch the Language
ur: زبان کو تبدیل کریں۔

source: Delete the Account
ur: اکاؤنٹ کو حذف کریں۔

source: Sign out
ur: سائن آؤٹ کریں۔

source: Switch the App's Language
ur: ایپ کی زبان کو تبدیل کریں۔

source: Back
ur: پیچھے

source: Do you want to sign out?
ur: کیا آپ سائن آؤٹ کرنا چاہتے ہیں؟

source: No, Stay Connected
ur: نہیں، جڑے رہیں

source: Company Data
ur: کمپنی کا ڈیٹا

source: Company Files
ur: کمپنی کی فائلیں۔

source: Company Name in Arabic
ur: کمپنی کا نام عربی میں

source: Company Name in English
ur: کمپنی کا نام انگریزی میں

source: Company Owner Name
ur: کمپنی کے مالک کا نام

source: ID Number
ur: شناختی نمبر

source: General Manager
ur: جنرل منیجر

source: Save Changes
ur: تبدیلیاں محفوظ کریں۔

source: Username
ur: صارف نام

source: Email
ur: ای میل

source: Commercial Record
ur: تجارتی ریکارڈ

source: Chamber of Commerce Book
ur: چیمبر آف کامرس بک

source: Upload the File
ur: فائل اپ لوڈ کریں۔

source: Order Details
ur: آرڈر کی تفصیلات

source: Client Name
ur: کلائنٹ کا نام

source: Company Name
ur: کمپنی کا نام

source: Order Has Been Done
ur: آرڈر ہو چکا ہے۔

source: Choose Orders Done State
ur: آرڈرز ڈون اسٹیٹ کا انتخاب کریں۔

source: Client Recieved the Products
ur: کلائنٹ نے مصنوعات حاصل کیں۔

source: Products aren't Available
ur: مصنوعات دستیاب نہیں ہیں۔

source: Didn't Agree Upon the Cost
ur: لاگت پر اتفاق نہیں کیا۔

source: Done
ur: ہو گیا

source: Employees
ur: ملازمین

# count_employees
source: {count, plural, zero{No employees} one{1 employee} other{{count} employees}}
ur: {count, plural, zero {کوئی ملازم نہیں} one {1 ملازم} other {{count} ملازمین}}

source: Add an Employee
ur: ایک ملازم شامل کریں۔

source: Add a Group
ur: ایک گروپ شامل کریں۔

source: Date Added
ur: شامل کرنے کی تاریخ

source: Start
ur: شروع کریں۔

source: My Products
ur: میری مصنوعات

# welcome_again
source: Welcome Back!
ur: دوبارہ خوش آمدید!

# enter_the_password
source: Enter Your Password
ur: اپنا پاس ورڈ درج کریں۔

source: Password goes here
ur: پاس ورڈ یہاں جاتا ہے۔

source: Forgot password ?
ur: پاس ورڈ بھول گئے؟

# enter_opt
source: Enter OTP
ur: OTP درج کریں۔

source: Log in
ur: لاگ ان کریں۔

source: New Order
ur: نیا آرڈر

source: Edit
ur: ترمیم کریں۔

source: Stop
ur: رک جاؤ

source: Delete
ur: حذف کریں۔

source: Add
ur: شامل کریں۔

source: Show All
ur: سب دکھائیں۔

source: Operations
ur: آپریشنز

source: Transaction Details
ur: لین دین کی تفصیلات

source: Transaction Type
ur: لین دین کی قسم

source: Reciever
ur: وصول کنندہ

source: Transaction Amount
ur: لین دین کی رقم

source: Remaining Balance
ur: بقایا بیلنس

source: Employee Name
ur: ملازم کا نام

source: Enter Employee Name Here
ur: یہاں ملازم کا نام درج کریں۔

source: Enter Phone Number Here
ur: یہاں فون نمبر درج کریں۔

source: Enter Email Here
ur: یہاں ای میل درج کریں۔

source: Enter ID Number Here
ur: یہاں آئی ڈی نمبر درج کریں۔

source: Data Filling File
ur: ڈیٹا فلنگ فائل

source: Upload Data Filling File
ur: ڈیٹا فلنگ فائل اپ لوڈ کریں۔

source: Download File
ur: فائل ڈاؤن لوڈ کریں۔

source: Add File
ur: فائل شامل کریں۔

source: Uploaded Files
ur: اپ لوڈ کردہ فائلیں۔

source: Limit
ur: حد

source: Name
ur: نام

source: Enter the Limit Here
ur: یہاں حد درج کریں۔

source: Sign Up
ur: سائن اپ کریں۔

source: Password
ur: پاس ورڈ

source: Confirm Password
ur: پاس ورڈ کی تصدیق کریں۔

source: Enter the Password Again
ur: پاس ورڈ دوبارہ درج کریں۔

source: Original Price
ur: اصل قیمت

source: Public Price
ur: عوامی قیمت

# change_public_price
source: Change Employee price
ur: ملازم کی قیمت تبدیل کریں۔

source: Product Details
ur: پروڈکٹ کی تفصیلات

source: Change
ur: تبدیلی

source: Coupons
ur: کوپن

# count_coupons
source: {count, plural, zero{No coupons} one{1 coupon} other{{count} coupons}}
ur: {count, plural, zero {کوپن نہیں} one {1 کوپن} other {{count} کوپن}}

source: Start Date
ur: آغاز کی تاریخ

source: End Date
ur: اختتامی تاریخ

source: Discount
ur: رعایت

source: Password Recovery
ur: پاس ورڈ کی بازیافت

source: Send Recovery Code
ur: ریکوری کوڈ بھیجیں۔

source: Change Your Password
ur: اپنا پاس ورڈ تبدیل کریں۔

source: New Password
ur: نیا پاس ورڈ

source: Enter New Password Here
ur: یہاں نیا پاس ورڈ درج کریں۔

source: Confirm New Password
ur: نئے پاس ورڈ کی تصدیق کریں۔

source: Enter New Password Again
ur: دوبارہ نیا پاس ورڈ درج کریں۔

source: Change Password
ur: پاس ورڈ تبدیل کریں۔

# create_new_order
source: New Order
ur: نیا آرڈر

source: Choose By Name
ur: نام سے منتخب کریں۔

source: Choose From Map
ur: نقشہ سے منتخب کریں۔

source: Choose Product
ur: پروڈکٹ کا انتخاب کریں۔

source: Next
ur: اگلا

# best_oil_for_your_car
source: Best Oil For You ?
ur: آپ کے لیے بہترین تیل؟

source: Choose Vehicle Type
ur: گاڑی کی قسم کا انتخاب کریں۔

# choose_car_make
source: Choose Vehicle Make
ur: گاڑیاں بنانے کا انتخاب کریں۔

# choose_car_model
source: Choose Vehicle Model
ur: گاڑی کا ماڈل منتخب کریں۔

source: Choose Manufacture year
ur: مینوفیکچرنگ سال کا انتخاب کریں۔

source: Search
ur: تلاش کریں۔

source: Tax
ur: ٹیکس

source: Total
ur: کل

# puncher_direction
source: Directions
ur: ہدایات

source: Not now
ur: ابھی نہیں۔

source: Something went wrong!
ur: کچھ غلط ہو گیا!

source: Employee stopped successfully
ur: ملازم نے کامیابی سے روک دیا۔

source: Employee activated successfully
ur: ملازم کامیابی سے فعال ہو گیا۔

source: Employee deleted successfully
ur: ملازم کو کامیابی سے حذف کر دیا گیا۔

source: Profile updated successfully
ur: پروفائل کامیابی کے ساتھ اپ ڈیٹ ہو گیا۔

source: Do you want to delete your account?
ur: کیا آپ اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟

# product_updated_successfully
source: Product price updated successfully
ur: پروڈکٹ کی قیمت کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

source: This field is required
ur: یہ فیلڈ درکار ہے۔

source: Phone number must contain only digits
ur: فون نمبر میں صرف ہندسوں کا ہونا ضروری ہے۔

source: Phone number must start with 05
ur: فون نمبر 05 سے شروع ہونا چاہیے۔

source: OTP must contain only digits
ur: OTP میں صرف ہندسوں کا ہونا ضروری ہے۔

# otp_must_be_of_length
source: OTP must be of length {length}
ur: OTP لمبائی {length} کا ہونا چاہیے

source: Password must have 8 characters or more
ur: پاس ورڈ میں 8 حروف یا اس سے زیادہ ہونا ضروری ہے۔

source: Password confirmation doesn't match password
ur: پاس ورڈ کی تصدیق پاس ورڈ سے مماثل نہیں ہے۔

source: Name must contain only letters
ur: نام صرف حروف پر مشتمل ہونا چاہیے۔

source: Please enter a valid email
ur: براہ کرم ایک درست ای میل درج کریں۔

source: ID number must contain only digits
ur: شناختی نمبر صرف ہندسوں پر مشتمل ہونا چاہیے۔

source: Limit must be a valid number
ur: حد ایک درست نمبر ہونی چاہیے۔

source: Price
ur: قیمت

source: Enter phone number (05XXXXXXXX)
ur: فون نمبر درج کریں (05XXXXXXXXX)

source: Phone number must be 10 digits
ur: فون نمبر 10 ہندسوں کا ہونا چاہیے۔

source: ID number must be 10 digits
ur: شناختی نمبر 10 ہندسوں کا ہونا چاہیے۔

source: My Points
ur: میرے پوائنٹس

source: My points balance
ur: میرے پوائنٹس بیلنس

source: Point
ur: نقطہ

source: Points
ur: پوائنٹس

source: Language
ur: زبان

source: Settings
ur: ترتیبات

source: Redeem points
ur: پوائنٹس کو چھڑانا

# enter_number_of_points
source: Enter the number of points
ur: پوائنٹس کی تعداد درج کریں۔

# minimum_number_points_redeemed_is_25_points
source: The minimum number of points redeemed is 25 SAR
ur: چھڑائے گئے پوائنٹس کی کم از کم تعداد 25 SAR ہے۔

source: Redeem
ur: چھڑانا

source: Number of Points
ur: پوائنٹس کی تعداد

source: Points Partners
ur: پوائنٹس پارٹنرز

# record_of_substitutions
source: Points History
ur: پوائنٹس کی تاریخ

source: Do you want to activate?
ur: کیا آپ چالو کرنا چاہتے ہیں؟

source: Old password
ur: پرانا پاس ورڈ

# enter_old_password_here
source: Enter Your Old Password Here
ur: اپنا پرانا پاس ورڈ یہاں درج کریں۔

source: Privacy Policy
ur: رازداری کی پالیسی

source: The QR code is broken. Please try again
ur: QR کوڈ ٹوٹ گیا ہے۔

source: Do you want to delete this employee?
ur: کیا آپ اس ملازم کو حذف کرنا چاہتے ہیں؟

source: Edit Employee
ur: ملازم میں ترمیم کریں۔

source: Employee updated Successfully!
ur: ملازم کامیابی کے ساتھ اپ ڈیٹ ہو گیا!

source: All
ur: تمام

source: The amount
ur: رقم

source: Enter the amount
ur: رقم درج کریں۔

# add_to_wallet
source: Add to balance
ur: توازن میں شامل کریں۔

source: Add the amount
ur: رقم شامل کریں۔

source: Title
ur: عنوان

source: Enter the title
ur: عنوان درج کریں۔

source: Confirm payment
ur: ادائیگی کی تصدیق کریں۔

source: No Image
ur: کوئی تصویر نہیں۔

source: Please choose media to select
ur: براہ کرم منتخب کرنے کے لیے میڈیا کا انتخاب کریں۔

source: From Gallery
ur: گیلری سے

source: From Camera
ur: کیمرے سے

source: Transfer image
ur: تصویر منتقل کریں۔

# enter_the_code_sent_to_employee_number
source: Enter the code sent to the employee number
ur: ملازم نمبر پر بھیجا گیا کوڈ درج کریں۔

source: Confirm order
ur: آرڈر کی تصدیق کریں۔

source: Unknown
ur: نامعلوم

source: Amount added successfully
ur: رقم کامیابی کے ساتھ شامل کر دی گئی۔

source: Deposit method
ur: جمع کرنے کا طریقہ

source: Bank transfer
ur: بینک ٹرانسفر

source: There are no transactions
ur: کوئی لین دین نہیں ہے۔

# there_are_no_orders
source: You have no previous orders
ur: آپ کے پاس کوئی سابقہ ​​آرڈرز نہیں ہیں۔

source: Copy QR Code
ur: کیو آر کوڈ کاپی کریں۔

# scan_the_point_code
source: Scan the Points Code
ur: پوائنٹس کوڈ کو اسکین کریں۔

source: Direct the camera to the product's code to read it
ur: اسے پڑھنے کے لیے کیمرہ کو پروڈکٹ کے کوڈ کی طرف لے جائیں۔

# count_points
source: {count, plural, zero{0.00 point} one{1 point} other{{count} points}}
ur: {count, plural, zero {0.00 پوائنٹ} one {1 پوائنٹ} other {{count} پوائنٹس}}

source: You have
ur: آپ کے پاس ہے۔

# about_your_points
source: Transfer points
ur: ٹرانسفر پوائنٹس

# redeem_points_hint
source: *Note: Every 1 point equals 1 riyal
ur: *نوٹ: ہر 1 پوائنٹ 1 ریال کے برابر ہے۔

# number_of_points_to_rerdeem
source: The number of points to be redeemed
ur: پوائنٹس کی تعداد جن کو بھنایا جانا ہے۔

source: Back to Points
ur: پوائنٹس پر واپس جائیں۔

source: Profile photo updated successfully
ur: پروفائل تصویر کامیابی کے ساتھ اپ ڈیٹ ہو گئی۔

source: Mada
ur: ماڈا

# credit_card
source: Card
ur: کارڈ

source: Apple Pay
ur: ایپل پے

# proceed_to_payment
source: Proceed Payment
ur: ادائیگی جاری رکھیں

source: Points redeemed successfully
ur: پوائنٹس کو کامیابی کے ساتھ بھنایا گیا۔

source: Reference number
ur: حوالہ نمبر

source: Expiration date
ur: میعاد ختم ہونے کی تاریخ

source: Your Points
ur: آپ کے پوائنٹس

source: Value
ur: قدر

source: Coupon code
ur: کوپن کوڈ

# click_this_button_when_order_is_completed
source: Click on the button below once order is completed
ur: آرڈر مکمل ہونے کے بعد نیچے دیئے گئے بٹن پر کلک کریں۔

source: Couldn't find the data filling file. Try again later
ur: ڈیٹا بھرنے والی فائل نہیں مل سکی۔

# there_are_no_substitutions
source: There are no transactions
ur: کوئی لین دین نہیں ہے۔

source: Enter Coupon code
ur: کوپن کوڈ درج کریں۔

# add_couppn_first
source: Add coupon code first
ur: پہلے کوپن کوڈ شامل کریں۔

source: Coolants
ur: کولنٹس

source: Differential Front
ur: فرقہ وارانہ محاذ

source: Engine
ur: انجن

source: Power Steering
ur: پاور اسٹیئرنگ

source: Transfer Box
ur: ٹرانسفر باکس

source: Automatic Transmission
ur: خودکار ٹرانسمیشن

source: Manual Transmission
ur: دستی ٹرانسمیشن

source: Differential
ur: تفریق

source: Show
ur: دکھائیں۔

# your_balance
source: Your wallet balance
ur: آپ کے بٹوے کا بیلنس

source: Hide
ur: چھپائیں

# choose_best_oil
source: Determine the best oil for your car
ur: اپنی گاڑی کے لیے بہترین تیل کا تعین کریں۔

# add_quick_order_hint
source: Place a quick order from here
ur: یہاں سے فوری آرڈر دیں۔

source: Current
ur: کرنٹ

source: Finished
ur: ختم

source: User code
ur: صارف کوڈ

# scan_qr_announcement
source: *info: if the QR can not be used use the user code
ur: *معلومات: اگر QR استعمال نہیں کیا جاسکتا ہے تو صارف کوڈ استعمال کریں۔

source: Start scanning
ur: اسکیننگ شروع کریں۔

# barcode
source: QR code
ur: کیو آر کوڈ

source: Enter user code
ur: صارف کوڈ درج کریں۔

# enter_user_code_hint
source: Ask the user for his code
ur: صارف سے اس کا کوڈ پوچھیں۔

source: Basic information
ur: بنیادی معلومات

source: Save
ur: محفوظ کریں۔

source: Arabic
ur: عربی

source: English
ur: انگریزی

# urdu
source: Urdo
ur: اردو

source: Support
ur: حمایت

source: Finish the order
ur: آرڈر ختم کریں۔

source: The Place Here Is Empty!
ur: یہاں کی جگہ خالی ہے!

source: You can find your Orders here
ur: آپ اپنے آرڈرز یہاں حاصل کر سکتے ہیں۔

source: You can find your Notifications here
ur: آپ اپنی اطلاعات یہاں حاصل کر سکتے ہیں۔

source: Know more
ur: مزید جانیں۔

source: Map
ur: نقشہ

source: All stores
ur: تمام اسٹورز

# near_stores
source: Nearby stores
ur: قریبی اسٹورز

source: Skip
ur: چھوڑیں۔

# you_can_no_contact
source: You can now contact us through
ur: اب آپ ہم سے رابطہ کر سکتے ہیں۔

source: Social media
ur: سوشل میڈیا

# we_are_happy_to_contact_you
source: We are happy to communicate with you and respond to all your messages S Every day, 24 hours a day
ur: ہم آپ کے ساتھ بات چیت کرنے اور آپ کے تمام پیغامات کا جواب دینے میں خوش ہیں۔

source: App Language
ur: ایپ کی زبان

# choose_app_language
source: Please select the application language
ur: براہ کرم درخواست کی زبان منتخب کریں۔

# all_stores2
source: All stores
ur: تمام اسٹورز

source: Add to Cart
ur: ٹوکری میں شامل کریں۔

source: accountReview
ur: اکاؤنٹ کا جائزہ

source: lastOrders
ur: آخری آرڈرز

source: services
ur: خدمات

source: teamProgress
ur: ٹیم کی ترقی

source: soon
ur: جلد ہی

# main
source: back to home screen
ur: ہوم اسکرین پر واپس

# rechargeWallet
source: rechargeBalance
ur: ریچارج بیلنس

source: requiedAmount
ur: مطلوبہ رقم

source: carNumber
ur: کار نمبر

# carNumberRequest
source: please enter car Number
ur: براہ کرم کار کا نمبر درج کریں۔

source: meterNumber
ur: میٹر نمبر

# meterNumberRequest
source: please enter meter Number
ur: براہ کرم میٹر نمبر درج کریں۔

source: no Partners
ur: کوئی شراکت دار نہیں

# e_Payment
source: You can browse the nearest branch to you or your drivers with ease through a digital map that provides you with all the options.
ur: آپ ڈیجیٹل میپ کے ذریعے اپنے یا اپنے ڈرائیوروں کی قریب ترین برانچ کو آسانی سے براؤز کر سکتے ہیں جو آپ کو تمام اختیارات فراہم کرتا ہے۔

# security
source: Ease and security
ur: آسانی اور سلامتی

# securityDetails
source: The first application in the Kingdom of Saudi Arabia to sell Futurehub oils safely and easily
ur: فیوچر ہب تیل محفوظ طریقے سے اور آسانی سے فروخت کرنے کے لیے مملکت سعودی عرب میں پہلی درخواست

# product
source: Many products
ur: بہت سی مصنوعات

# productDetails
source: Many featured products with exclusive discounts
ur: خصوصی رعایت کے ساتھ بہت سے نمایاں مصنوعات

# distanceBetween
source: distance between your location and petrol station
ur: آپ کے مقام اور پٹرول اسٹیشن کے درمیان فاصلہ

source: choiceBranch
ur: انتخاب برانچ

source: choiceVichele
ur: انتخاب Vichele

source: paymentBy
ur: ادائیگی کی طرف سے

source: bankTransfer
ur: بینک ٹرانسفر

source: confirmRecharge
ur: تصدیق ریچارج

source: liter
ur: لیٹر

source: literPrice
ur: لیٹر قیمت

# vicheleId
source: vichele Number
ur: گاڑی کا نمبر

source: walletAmount
ur: روزانہ کی واپسی کی حد

source: liter count
ur: لیٹر شمار

source: fuel Type
ur: ایندھن کی قسم

source: date
ur: تاریخ

source: payment Type
ur: ادائیگی کی قسم

source: employee Balance
ur: ملازم بیلنس

source: success Opeartion
ur: کامیاب آپریشن

source: dirctions
ur: ہدایات

source: failed Opeartion
ur: ناکام آپریشن

# vicheleInfo
source: Vehicle Details
ur: گاڑیوں کی معلومات

source: driver List
ur: ڈرائیور کی فہرست

# orderConfirmed
source: Order confirmed successfully!
ur: آرڈر کی کامیابی سے تصدیق ہو گئی!

# orderFailed
source: Failed to confirm order. Please try again.
ur: آرڈر کی تصدیق کرنے میں ناکام۔ براہ کرم دوبارہ کوشش کریں۔

# orderData
source: all of your pervious order you will found it in pervious order list
ur: آپ کے تمام پچھلے آرڈرز آپ کے پچھلے آرڈرز میں موصول ہوئے تھے۔

# securityData
source: Secure transactions that support all electronic payment methods
ur: محفوظ لین دین جو تمام الیکٹرانک ادائیگی کے طریقوں کو سپورٹ کرتے ہیں۔

# futureHub
source: Future team is working hard to add services to you as soon as possible 👋
ur: مستقبل کی ٹیم آپ کو جلد از جلد خدمات شامل کرنے کے لیے سخت محنت کر رہی ہے 👋

# serviceYou
source: What can we do for you today?
ur: آج ہم آپ کے لیے کیا کر سکتے ہیں؟

# fuelTime
source: Time to fill up?
ur: بھرنے کا وقت؟

# fuelTimeDes
source: Determine what fuel is suitable for your car
ur: اس بات کا تعین کریں کہ آپ کی کار کے لیے کون سا ایندھن موزوں ہے۔

# nearbyStations
source: nearest stations
ur: آپ کے قریب اسٹیشنز

# manager
source: Come on, manager
ur: تو، مینیجر

source: fuel
ur: ایندھن

source: fuel balance
ur: ایندھن کا توازن

source: vehicle change
ur: گاڑی بدلو

source: details
ur: تفصیلات

source: show content
ur: مواد دکھائیں

source: services details
ur: خدمات کی تفصیلات

source: payment details
ur: ادائیگی کی تفصیلات

source: services balance
ur: خدمات کا توازن

# services_provider
source: service provider
ur: سروس فراہم کرنے والا

source: update App
ur: ایپ کو اپ ڈیٹ کریں۔

# update_require
source: Please update the app to the latest version.
ur: براہ کرم ایپ کو تازہ ترین ورژن میں اپ ڈیٹ کریں۔

source: update
ur: اپ ڈیٹ

source: reports
ur: رپورٹس

source: select day
ur: دن منتخب کریں

source: order count
ur: آرڈر کی گنتی

source: quantity count
ur: مقدار کی گنتی

source: total price
ur: کل قیمت

source: today
ur: آج

source: show order
ur: آرڈر دکھائیں

source: otp
ur: او ٹی پی

source: branches
ur: شاخیں

# branches_near
source: branches near for you
ur: آپ کے قریب شاخیں

source: Add to Cart Success
ur: کارٹ کامیابی میں شامل کریں۔

source: locationRequired
ur: موقعیت مطلوب

source: pleaseEnableLocationServicesForThisApp
ur: براہ کرم ایپ کے لیے موقعیت خدمات میں تفعیل کریں۔

source: enable
ur: تفعیل

source: cancel
ur: کنسل
